---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateSlabEdge
source: html/d406add6-0913-b517-a4ef-13400a64e0e5.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateSlabEdge Property

Could not create Slab Edge. [Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateSlabEdge { get; }
```